IDEA Open Model
TypeUpdateResultClass Enumeration
Compatible with IDEA StatiCa Beta 20.0
 TypeUpdateResultClass
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum TypeUpdateResultClass
Public Enumeration TypeUpdateResultClass
Members
Member name | Value | Description
Update | 0 |  Update
DoNotUpdate | 1 |  Do not update
See Also
Reference
IdeaRS.OpenModel.Loading Namespace